Repository: Phanurat/vms
Catalog: application/resources/lang/i18n/*/LC_MESSAGES/admin.po
Languages: ru_ru

source: Comments
ru_ru: Комментарии

source: Date Add
ru_ru: Дата добавления

source: Comment
ru_ru: Комментарий

source: Type
ru_ru: Тип

source: Status
ru_ru: Статус

source: User
ru_ru: Пользователь

source: Actions
ru_ru: Действие

source: Delete
ru_ru: Удалить

source: Total Subscribers
ru_ru: Подписчики

source: The total amount of subscribers on your site.
ru_ru: Всего подписчиков на сайте.

source: New Subscribers
ru_ru: Новые подписчики

source: New Subscribers for today.
ru_ru: Новые подписчики за сегодня.

source: Videos
ru_ru: Видео

source: Total videos on your site.
ru_ru: Всего видео на сайте.

source: Posts
ru_ru: Посты

source: Total Posts/Articles on your site.
ru_ru: Всего постов/стиатей на сайте.

source: This Week vs. Last Week
ru_ru: На этой / прошлой неделе

source: Real-time Visitors
ru_ru: Пользователей онлайн

source: Top Browsers by Pageviews
ru_ru: Топ браузеров по просмотрам

source: Top Countries by Sessions
ru_ru: Топ стран по сессиям

source: Dashboard
ru_ru: Панель

source: All Videos
ru_ru: Все видео

source: Add New Video
ru_ru: Добавить новое видео

source: Video Categories
ru_ru: Видео категории

source: Pages & Posts
ru_ru: Страницы и посты

source: All Pages
ru_ru: Все страницы

source: Add New Page
ru_ru: Добавить страницу

source: All Posts
ru_ru: Все посты

source: Add New Post
ru_ru: Добавить пост

source: Post Categories
ru_ru: Категории постов

source: Media
ru_ru: Медиа

source: Menu
ru_ru: Меню

source: Users
ru_ru: Пользователи

source: All Users
ru_ru: Все пользователи

source: Add New User
ru_ru: Добавить пользователя

source: Themes
ru_ru: Темы

source: Plugins
ru_ru: Плагины

source: All Plugins
ru_ru: Все плагины

source: Settings
ru_ru: Настройки

source: Site Settings
ru_ru: Настройки сайта

source: Payment Settings
ru_ru: Настройки платежей

source: Theme Settings
ru_ru: Настройки темы

source: Widgets Settings
ru_ru: Настройки виджетов

source: Howdy
ru_ru: Привет

source: Upload Video
ru_ru: Загрузить видео

source: View My Site
ru_ru: Просмотреть сайт

source: Log Out
ru_ru: Выход

source: Widget Options
ru_ru: Настройки виджетов

source: Default Modal
ru_ru: По умолчанию

source: Close
ru_ru: Закрыть

source: Save changes
ru_ru: Сохранить

source: Inverted Skin Modal
ru_ru: ИНвертировать скин

source: Gray Skin Modal
ru_ru: Серый скин

source: Upload
ru_ru: Загрузить

source: Add folder
ru_ru: Добавить папку

source: Move
ru_ru: Переместить

source: Media Library
ru_ru: Медиа библиотека

source: No files in this folder.
ru_ru: Папка пустая.

source: No File or Folder Selected
ru_ru: Не выбрана папка или файл

source: Title
ru_ru: Заголовок

source: Size
ru_ru: Размер

source: Public URL
ru_ru: Публичныя ссылка

source: Click Here
ru_ru: Нажмите здесь

source: Last Modified
ru_ru: Дата изменения

source: No files here.
ru_ru: Нет файлов.

source: Move File/Folder
ru_ru: Переместить файл/папку

source: Destination Folder
ru_ru: В какую папку

source: Cancel
ru_ru: Отмена

source: Add New Folder
ru_ru: Добавить папку

source: New Folder Name
ru_ru: Новое имя папки

source: Create New Folder
ru_ru: Создать папку

source: Are You Sure
ru_ru: Вы уверены

source: Are you sure you want to delete
ru_ru: Подтвердите удаление

source: Deleting a folder will remove all files and folders contained inside
ru_ru: Папка будет удалена со всем содержимым

source: Yes, Delete it!
ru_ru: Да, удалить!

source: Drag and drop files or click below to upload
ru_ru: Для загрузки перетяните файлы или нажмите ниже

source: All done
ru_ru: Готово

source: Update Menu Item
ru_ru: Обновить пункт меню

source: Menu Item Name
ru_ru: Название пункта меню

source: URL (ex. %s)
ru_ru: Ссылка (например, %s)

source: URL Slug
ru_ru: Ссылка СПУ

source: or Dropdown for
ru_ru: или дропдаун для

source: None
ru_ru: Нет

source: Update
ru_ru: Обновить

source: Menu Items
ru_ru: Пункты меню

source: Add New
ru_ru: Добавить

source: New Menu Item
ru_ru: Новый пункт меню

source: Enter the new menu item name below
ru_ru: Ниже введите новое название пункта меню

source: Menu Item URL (ex. %s)
ru_ru: Ссылка пункта меню (например, %s)

source: Organize the Menu Items below: (max of 3 levels)
ru_ru: Управление пунктами меню: (максимальная вложенность - 3)

source: Note: Categories should only be in the top level menu item!
ru_ru: Внимание: Категории могут быть только на первом уровне меню!

source: New Page
ru_ru: Новая страница

source: Preview
ru_ru: Предпросмотр

source: Add the page title in the textbox below
ru_ru: Введите заголовок страницы

source: Page Title
ru_ru: Заголовок страницы

source: SEO URL Slug
ru_ru: SEO ссылка

source: (example. %s)
ru_ru: (например, %s)

source: slug-name
ru_ru: чпу-заголовок

source: Created Date
ru_ru: Дата создания

source: Select Date/Time Below
ru_ru: Выберите дату/время

source: Page Content
ru_ru: Тело страницы

source: Status Settings
ru_ru: Настройки статуса

source: Is this page Active
ru_ru: Эта страница активна

source: Page
ru_ru: Страница

source: Active
ru_ru: Активно

source: Edit
ru_ru: Редактировать

source: Live Mode Or Test Mode
ru_ru: Продакшин или тестовый режим

source: Payment Settings are in Live Mode
ru_ru: Продакшин режим

source: Stripe Subscription Plans
ru_ru: Stripe планы подписки

source: Stripe Payment API Keys
ru_ru: Stripe Payment API ключи

source: Test Secret Key
ru_ru: Тестовый секретный ключ

source: Test Publishable Key
ru_ru: Тестовый публичный ключ

source: Live Secret Key
ru_ru: Продакшин секретный ключ

source: Live Publishable Key
ru_ru: Продакшин публичный ключ

source: Update Payment Settings
ru_ru: Обнововить настройки

source: Plugin Name
ru_ru: Название плагина

source: Action
ru_ru: Действие

source: Update Category
ru_ru: Обновить категорию

source: Category Name
ru_ru: Название категории

source: URL slug (ex. %s)
ru_ru: Ссылка ЧПУ (например, %s)

source: New Post Category
ru_ru: Новая категория поста

source: Enter the new category name below
ru_ru: Введите название новой категории

source: Organize the Categories below: (max of 3 levels)
ru_ru: Управление категриями: (максимальная вложенность - 3)

source: Are you sure you want to delete this category?
ru_ru: Подтвердите удаление категории.

source: New Post
ru_ru: Новый пост

source: General
ru_ru: Основное

source: Add the post title in the textbox below
ru_ru: Введите заголовок поста

source: Post Title
ru_ru: Заголовок поста

source: Post Content
ru_ru: Тело поста

source: Content to be shown to non-subscriber (if any)
ru_ru: Контент, который будет показан не-подписчику (если есть)

source: Post Image
ru_ru: Изображение

source: Select the post image (%s for best results)
ru_ru: Выберите изображение (%s подойдет лучше всего)

source: Category
ru_ru: Категория

source: Select a Post Category Below
ru_ru: Выберите категорию поста

source: Uncategorized
ru_ru: Без категории

source: Status & Access Settings
ru_ru: Статус и настройки доступа

source: Is this post Active
ru_ru: Пост активен

source: Who is allowed to view this post?
ru_ru: У кого есть доступ для просмотра поста?

source: Guest (everyone)
ru_ru: Гость (кто угодно)

source: Registered Users (free registration must be enabled)
ru_ru: Зарегистрированные пользователи (бесплатная регитрация должна быть разрешена)

source: Subscriber (only paid subscription users)
ru_ru: Подписчики (пользователи, оплатившие подписку)

source: Post
ru_ru: Пост

source: Are you sure?
ru_ru: Уверены?

source: Yes, delete it!
ru_ru: Да, удалить!

source: Back to Categories List
ru_ru: К списку категорий

source: Disable For Crawlers
ru_ru: Запретить для поисковиков

source: Open Graph Title
ru_ru: Open Graph заголовок

source: Description
ru_ru: Описание

source: Open Graph Description
ru_ru: Open Graph описание

source: Open Graph Image like http://...
ru_ru: Open Graph урл изображения, начинается с http://...

source: Open Graph Image
ru_ru: Open Graph изображение

source: Twitter Card
ru_ru: Twitter карточка

source: Webmasters
ru_ru: Для вебмастеров

source: Google Webmaster Confirmation Code
ru_ru: Google Webmaster код подтверждения

source: Alexa Webmaster Confirmation Code
ru_ru: Alexa Webmaster код подтверждения

source: Pinterest Webmaster Confirmation Code
ru_ru: Pinterest Webmaster код подтверждения

source: Yandex Webmaster Confirmation Code
ru_ru: Yandex Webmaster код подтверждения

source: Site Language
ru_ru: Язык сайта

source: Choose website interface Language
ru_ru: Выберите язык интерфейса сайта

source: Site Name
ru_ru: Название сайта

source: Enter Your Website Name Below
ru_ru: Введите название вашего сайта

source: Site Title
ru_ru: Заголовок Сайта

source: Site Description
ru_ru: Описание сайта

source: Enter Your Website Description Below
ru_ru: Введите описание вашего сайта

source: Logo
ru_ru: Логотип

source: Upload Your Site Logo
ru_ru: Загрузить логотип сайта

source: Favicon
ru_ru: Значок для избранного (Favicon)

source: Upload Your Site Favicon
ru_ru: Загрузить значок

source: Demo Mode
ru_ru: Демо режим

source: Enable Demo Account
ru_ru: Разрешить демо эккаунт

source: Enable https:// sitewide
ru_ru: Включить поддержку https://

source: Make sure you have purchased an SSL before anabling https://
ru_ru: Перед включением, убедитесь в том, что SLL сертификаты настроены на сервере

source: Video Comments
ru_ru: Комментарии к видео

source: Enable Video Comments
ru_ru: Разрешить комментирование видео

source: Comments Per Page
ru_ru: Коментариев на страницу

source: # of Comments Per Page
ru_ru: комментариев на страницу

source: Post Comments
ru_ru: Комментарии к постам

source: Enable Post Comments
ru_ru: Разрешить комментирование постов

source: Videos Per Page
ru_ru: Количество видео на страницу

source: Default number of videos to show per page:
ru_ru: Количество видео на страницу по умолчанию:

source: # of Videos Per Page
ru_ru: видео на страницу

source: Posts Per Page
ru_ru: Постов на страницу

source: Default number of posts to show per page
ru_ru: Количество постов на страницу по умолчанию

source: # of Posts Per Page
ru_ru: постов на страницу

source: Registration
ru_ru: Регистрация

source: Enable Free Registration
ru_ru: Включить бесплатную регистрацию

source: Require users to verify account by email
ru_ru: Подтверждение регистрации на почту

source: Enable registered users ability to upgrade to subscriber
ru_ru: Включить возможность пользователей апгрейдить экаунт до подписки

source: System Email
ru_ru: Системная почта

source: Email address to be used to send system emails
ru_ru: Эл. почта будет указана в письме, в поле "From:"

source: Email Address
ru_ru: Эл. почта

source: Social Networks
ru_ru: Социальные сети

source: Twitter URL
ru_ru: Страница в Twitter

source: Instagram ex. instagram.com/user_name
ru_ru: Instagram, например, instagram.com/user_name

source: Instagram URL
ru_ru: Страница в Instagram

source: Vimeo ex. vimeo.com/user_name
ru_ru: Vimeo, например, vimeo.com/user_name

source: Vimeo URL
ru_ru: Страница Vimeo

source: Get The Code
ru_ru: Получить код

source: Google Tag Manager ID (ex. GTM-1234567)
ru_ru: Google Tag Manager ID (например, GTM-1234567)

source: Google Oauth Client ID Key
ru_ru: Ключ Google Oauth Client ID

source: Google Client ID Key
ru_ru: Ключ Google Client ID

source: Twitter Title
ru_ru: Twitter заголовок

source: Twitter Description
ru_ru: Twitter описание

source: Twitter Image like http://...
ru_ru: Twitter изображение, начинается с http://...

source: Twitter Image
ru_ru: Twitter изображение

source: Successfully Deleted Logo!
ru_ru: Лого удалено!

source: Sweet Success!
ru_ru: Удачно!

source: Successfully Deleted Icon!
ru_ru: Удалено!

source: Activate
ru_ru: Активировать

source: Profile Image
ru_ru: Изображение профиля

source: Username
ru_ru: Имя пользователя

source: User's Username
ru_ru: Имя пользователя

source: Email
ru_ru: Эл. почта

source: User's Email Address
ru_ru: Эл. почта пользователя

source: Password
ru_ru: Пароль

source: leave empty to keep your original password
ru_ru: оставьте пустым, если не хотите менять пароль

source: Enter users password
ru_ru: Введите пароль

source: User Role
ru_ru: Роль пользователя

source: Select the user's role below
ru_ru: Выберите роль пользователя

source: Admin
ru_ru: Админ

source: Demo
ru_ru: Демо

source: Subscriber
ru_ru: Подписчик

source: User Active Status
ru_ru: Статус пользователя - Активен

source: Search...
ru_ru: Поиск...

source: User Type
ru_ru: Тип пользователя

source: Subscription Status
ru_ru: Статус подписки

source: email n/a in demo mode
ru_ru: email недоступен в демо режиме

source: Subscribed User
ru_ru: Пользователь подписался

source: Registered User
ru_ru: Зарегистрироаннный пользователь

source: Demo User
ru_ru: Демо пользователь

source: Grace Period
ru_ru: Ознакомительный период

source: Cancelled
ru_ru: Отмененный

source: Subscribed
ru_ru: Подписчик

source: Are you sure you want to delete this user?
ru_ru: Подтвердите удаление пользователя.

source: Category Thumbnail
ru_ru: Превью для категории

source: New Video Category
ru_ru: Новая видео категория

source: Add the video title in the textbox below
ru_ru: Добавить заголовок видео

source: Video Title
ru_ru: Заголовок видео

source: Video Source
ru_ru: Источник видео

source: Video Format
ru_ru: Формат видео

source: Video File
ru_ru: Видео файл

source: Embed Code
ru_ru: Код вставки

source: Choose the video file: (%s)
ru_ru: Выберите видео файл: (%s)

source: To view this video please enable JavaScript, and consider upgrading to a web browser that <a href='%s' target='_blank'>supports HTML5 video</a>
ru_ru: Для просмотра видео, включите пожалуйста поддержку JavaScript, так же проверьте ваш браузер должен <a href='%s' target='_blank'>поддерживать HTML5 видео</a>, обновите проверьте наличие обновлений

source: Video Image Cover
ru_ru: Обложка видео

source: Get New
ru_ru: Сгенерироваь новые

source: Select the video image (%s px or %s ratio)
ru_ru: Выберите изображение (%s px или соотношение сторон %s )

source: Add a description of the video below
ru_ru: Добавьте описание к видео

source: Select a Video Category Below
ru_ru: Выберите категорию для видео

source: Tags
ru_ru: Тэги

source: Add video tags below
ru_ru: Добавить тэги к видео

source: Duration
ru_ru: Продолжительность

source: Enter the video duration in the following format (Hours : Minutes : Seconds)
ru_ru: Введите продолжительность видео в формате (Часы:минуты:секунды)

source: User Access
ru_ru: Пользовательский доступ

source: Who is allowed to view this video?
ru_ru: Кому разрешено просматривать это видео?

source: Is this video Featured
ru_ru: Это видео важное

source: Converting in progress.
ru_ru: Конвертирую...

source: Done!
ru_ru: Готово!

source: Converting Error
ru_ru: Ошибка конвертации

source: Converting In Progress
ru_ru: Конвертируется

source: Disabled
ru_ru: Отключено

source: Widgets
ru_ru: Виджеты

source: Inactive
ru_ru: Неативно

source: New Page Successfully Added!
ru_ru: Страница создана!

source: Edit Page
ru_ru: Редактировать страницу

source: Update Page
ru_ru: Обновить страницу

source: Successfully Updated Page!
ru_ru: Страница обновлена!

source: Successfully Deleted Page
ru_ru: Страница удалена

source: New Video
ru_ru: Новое видео

source: New Video Successfully Added!
ru_ru: Видео добавлено!

source: Edit Video
ru_ru: Редактировать видео

source: Update Video
ru_ru: Обновить видео

source: Successfully Updated Video!
ru_ru: Видео сохранено!

source: Successfully Deleted Video
ru_ru: Видео удалено

source: Successfully Added New Menu Item
ru_ru: Пункт меню добавлен

source: Successfully Deleted Menu Item
ru_ru: Пункт меню удален

source: Successfully Updated Category
ru_ru: Категория сохранена

source: year
ru_ru: год

source: month
ru_ru: месяц

source: week
ru_ru: неделя

source: day
ru_ru: день

source: hour
ru_ru: час

source: minute
ru_ru: минута

source: second
ru_ru: секунда

source: ago
ru_ru: назад

source: just now
ru_ru: толко что

source: Successfully Deleted Comment
ru_ru: Комментарий удален

source: Successfully Activated
ru_ru: Ативировано

source: Successfully De-activated
ru_ru: Деактивировано

source: Successfully Created New User
ru_ru: Пользователь создан

source: Update User
ru_ru: Сохранить пользователя

source: Successfully Updated User Settings
ru_ru: Настройки пользователя сохранены

source: Successfully Deleted User
ru_ru: Пользователь удален

source: New Post Successfully Added!
ru_ru: Новый пост создан!

source: Edit Post
ru_ru: Редактировать пост

source: Update Post
ru_ru: Сохранить пост

source: Successfully Updated Post!
ru_ru: Пост сохранен!

source: Successfully Deleted Post
ru_ru: Пост удален

source: Successfully Added Your New Video Category
ru_ru: Новая видео категория создана

source: Successfully Deleted Category
ru_ru: Категоиря удалена

source: Successfully Updated Payment Settings!
ru_ru: Настройки платежей сохранены!

source: Save
ru_ru: Сохранить

source: Successfully Updated SEO Meta!
ru_ru: SEO Meta сохранена!

source: Successfully Updated Site Settings!
ru_ru: Настройки сайта сохранены!

source: Sorry that folder already exists, please delete that folder if you wish to re-create it
ru_ru: Папка уже существует, пожалуйста удалите ее, если вы хотите пересоздать ее

source: Sorry something seems to have gone wrong with creating the directory, please check your permissions
ru_ru: Что-то пошло не так с созданием каталога, проверьте свои права

source: Sorry something seems to have gone wrong when deleting this folder, please check your permissions
ru_ru: Что-то пошло не так с удалением каталога, проверьте свои права

source: Sorry something seems to have gone wrong deleting this file, please check your permissions
ru_ru: Что-то пошло не так с удалением файла, проверьте свои права

source: Sorry there seems to be a problem moving that file/folder, please make sure you have the correct permissions.
ru_ru: Что-то пошло не так с перемещение файла/каталога, проверьте свои права.

source: Sorry there is already a file/folder with that existing name in that folder.
ru_ru: В этой папке уже есть файл/папка с таким именем.

source: Successfully uploaded
ru_ru: Загружено!
