Repository: Phanurat/vms
Catalog: application/resources/lang/i18n/*/LC_MESSAGES/theme.po
Languages: ru_ru

source: Page Not Found
ru_ru: Страница не найдена

source: Go Back Home Page
ru_ru: Вернуться на главную

source: Verify Your Email Address
ru_ru: Подтвердите вашу почту

source: Thanks for creating an account with %s. Please follow the link below to verify your email address
ru_ru: Эккаунт создан %s. Перейдите по ссылке для подтверждения емейла

source: Watch Video
ru_ru: Смотреть видео

source: Browse Videos By Category
ru_ru: Видео по категориям

source: Newest Videos
ru_ru: Новинки

source: All Videos
ru_ru: Все видео

source: Videos posted
ru_ru: Добавленные видео

source: View All Video
ru_ru: Все видео

source: Most Popular Videos
ru_ru: Популярное видео

source: No videos added yet.
ru_ru: Скоро здесь появятся видео.

source: Upload Video
ru_ru: Загрузить видео

source: Visit Profile
ru_ru: Профиль

source: Admin
ru_ru: Админ

source: Logout
ru_ru: Выйти

source: Great to have you back!
ru_ru: Рады видеть вас снова!

source: Enter username
ru_ru: Введите логин

source: Enter password
ru_ru: Введите пароль

source: Remember me
ru_ru: Запомнить меня

source: Login Now
ru_ru: Залогиниться сейчас

source: New here?
ru_ru: Впервые здесь?

source: Create a new Account
ru_ru: Создать эккаунт

source: Seach Here your video
ru_ru: Искать видео

source: search now
ru_ru: искать

source: Login/Register
ru_ru: Логин/Регистрация

source: Reset Password
ru_ru: Сбросить пароль

source: Enter your email address and we'll send you a password reset link
ru_ru: Чтобы сбросить пароль, введите свою эл. почту

source: Email Address
ru_ru: Эл. почта

source: Send Password Reset
ru_ru: Сбросить пароль

source: Enter your email and your new password below to finish resetting your password.
ru_ru: Для щавершения сброса пароля, введите новый пароль и эл. почту.

source: Enter your Email address
ru_ru: Введите эл. почту

source: Enter your password
ru_ru: Введите пароль

source: Re-type your password
ru_ru: Пароль еще раз

source: Set Your New Password
ru_ru: Ноый пароль

source: User login
ru_ru: Логин

source: Login with your Account
ru_ru: Залогиниться с вашим эккантом

source: There are some errors in your form.
ru_ru: В форме есть ошибки.

source: Enter your Email address or Username
ru_ru: Введите вашу эл. почту или логин

source: username is required
ru_ru: логин обязателен для заполнения

source: password is required
ru_ru: пароль обязателен для заполнения

source: login Now
ru_ru: Войти

source: Forgot Password
ru_ru: Забыл пароль

source: New Here?
ru_ru: Впервые здесь?

source: Demo Login
ru_ru: Демо логин

source: username
ru_ru: логин

source: password
ru_ru: пароль

source: Prev Page
ru_ru: Перд. страница

source: Next Page
ru_ru: След. страница

source: Renew Your Subscription
ru_ru: Восстановить подписку

source: Sorry, it looks like your account is no longer active...
ru_ru: Извините, ваш эккаунт больше не активен...

source: Go ahead and re-activate your account below
ru_ru: Активироть снова ваш эккаунт вы можете ниже

source: All Credit Cards Supported
ru_ru: Поддерживаемые кредитные карты

source: Credit Card Number
ru_ru: Номер кредитной карты

source: Expiration Date
ru_ru: Дата окончания действия карты

source: CVV Number
ru_ru: CVV код

source: Renew My Subscription
ru_ru: Восстановить подписку

source: User Registeration
ru_ru: Регистрация

source: Signup to Gain access to all content on the site.
ru_ru: Зарегистрироваться, что бы получить доступ к контенту.

source: Enter your info below to signup for an account.
ru_ru: Для регистрации, заполните форму ниже.

source: Create your Account
ru_ru: Создать эккаунт

source: Enter your username
ru_ru: Введите ваш логин

source: Enter your email
ru_ru: Введите вашу эл. почту

source: your email is invalid
ru_ru: неправильная эл. почта

source: Register Now
ru_ru: Зарегистрироваться

source: Already have acoount?
ru_ru: Уже есть эккаунт?

source: Demo Credit Card Info
ru_ru: Информация о демо кредитках

source: CVV Code
ru_ru: CVV код

source: Become a Subscriber. Enter your credit card info to upgrade your account to a subscriber membership.
ru_ru: Стать подписчиком. Введите данные вашей кредитной карты, что бы обновить эккаунт до уровня "подписчик".

source: Choose Subscription Plan
ru_ru: Выберите план подписки

source: Upgrade to Subscriber
ru_ru: Обновиться до "подписчика"

source: Payment system is under maintenance. Please try again later.
ru_ru: Платежная система недоступна. Попробуйте позже.

source: Billing Information
ru_ru: Информация об оплате

source: Past Invoices
ru_ru: Предыдущие счета

source: You have cancelled your subscription and your account will be active until %s
ru_ru: Вы отменили подписку, ваш эккаунт будет активен до %s

source: Still want to be a subscriber?
ru_ru: Все еще хотите быть подписчиком?

source: Click Here to Re-activate your Account
ru_ru: Нажмите здесь, чтобы снова активировать ваш эккаунт

source: Credit Card
ru_ru: Кредитная карта

source: Ending in %s
ru_ru: Заканчивается %s

source: Update Your Credit Card
ru_ru: Обновить кредитную карту

source: Danger Zone
ru_ru: Опасно

source: Cancel My Account
ru_ru: Удалить эккаунт

source: Warning. Are you sure you want to cancel?
ru_ru: Предупреждение. Подтвердите удаление эккаунта.

source: No, keep my account active
ru_ru: Не удалять мой эккаунт

source: Yes, Cancel My Account
ru_ru: Да, удалить мой эккаунт

source: It looks like your account has been cancelled.
ru_ru: Ваш эккаунт удален.

source: newest
ru_ru: новые

source: oldest
ru_ru: старые

source: Favorite Videos
ru_ru: Избранное

source: published
ru_ru: опубликовано

source: Unfavorite
ru_ru: Удалить из избранного

source: Сomments
ru_ru: Комментарии

source: Profile Overview
ru_ru: Профиль

source: Submit Video
ru_ru: Добавить видео

source: Update Your Credit Card Info
ru_ru: Обновить информацию по кредитной карте

source: Update Credit Card
ru_ru: Обновить кредитную карту

source: My Videos
ru_ru: Мои видео

source: edit
ru_ru: редактировать

source: delete
ru_ru: удалить

source: No Videos uploaded yet.
ru_ru: Здесь появятся добавленные видео.

source: Add my first video.
ru_ru: Добюавить первое видео.

source: view
ru_ru: просмотр

source: watch video
ru_ru: смотреть видео

source: Become a subscriber to read this post
ru_ru: Подпишитесь, чтобы прочитать этот пост

source: Signup Now
ru_ru: Зарегистрироваться

source: to Become a Subscriber
ru_ru: чтобы стать "подписчиком"

source: for Free!
ru_ru: бесплатно!

source: Sorry, this post is only available to
ru_ru: Пост доступен только для

source: Subscribers
ru_ru: "подписчиков"

source: Registered Users
ru_ru: зарегистрированных пользователей

source: Category
ru_ru: Категория

source: Loading...
ru_ru: Загрузка...

source: Search Results for “%s”
ru_ru: Результаты поиска для “%s”

source: Search Results: <span>%s</span> matching
ru_ru: Результаты поиска: <span>%s</span> совпадений

source: No Video Search results found for %s
ru_ru: По запросу %s видео не найдены

source: No Post Search results found for %s
ru_ru: По запросу %s посты не найдены

source: Post Search Results <span>for %s</span>
ru_ru: По запросу <span>%s</span> найдены посты

source: Update Your Profile Info
ru_ru: Обновить профиль

source: Avatar
ru_ru: Аватарка

source: Username
ru_ru: Имя пользователя

source: Email
ru_ru: Эл. почта

source: Password (leave empty to keep your original password)
ru_ru: Пароль (оставьте пусты, чтобы оставить старый пароль)

source: User Type
ru_ru: Тип пользователя

source: User
ru_ru: Пользователь

source: Upgrade to Premium Subscription
ru_ru: Стать премиальным подписчиком

source: Manage Your Billing Info
ru_ru: Настройки платежей

source: To view this video please enable JavaScript, and consider upgrading to a web browser that <a href='%s' target='_blank'>supports HTML5 video</a>
ru_ru: Для просмотра видео, разрешите поддержку JavaScript и убедитесь, что ваш браузер <a href='%s' target='_blank'>поддерживает HTML5 видео</a>

source: Become a subscriber to watch this video
ru_ru: Подпишитесь, чтобы смотреть это видео

source: Subscribe
ru_ru: Подписаться

source: Favorited
ru_ru: Избранное

source: Add to
ru_ru: Добавить в

source: Description
ru_ru: Описание

source: Tags
ru_ru: Теги

source: Related Videos
ru_ru: Похожие видео

source: Comments
ru_ru: Комментарии

source: Add a comment here...
ru_ru: Пишите комментарий здесь...

source: Username is required
ru_ru: Имя пользователя обязательно для заполнения

source: Send
ru_ru: Добавить

source: Sort By
ru_ru: Сортировать по

source: popular
ru_ru: популярности

source: Please
ru_ru: Пожалуста

source: login
ru_ru: водите

source: for comments
ru_ru: чтобы иметь возможность комментировать

source: Most View Videos
ru_ru: Самые просматриваемые

source: Recent comments
ru_ru: Последние добавленные комментарии

source: Recent Videos
ru_ru: Последние добавленные видео

source: Search Videos
ru_ru: Искать видео

source: Enter your keyword
ru_ru: поиск

source: Featured videos
ru_ru: Избранные видео

source: social fans
ru_ru: социальные сети

source: We’re a Social Bunch
ru_ru: Мы в социальных сетях

source: Subscribe Now
ru_ru: Подписаться

source: Subscribe to get exclusive videos
ru_ru: Подпишитесь, чтобы иметь доступ к эксклюзивным видео

source: Enter your full Name
ru_ru: Введите ваше имя

source: Yo, you had better fill this out, it's required.
ru_ru: Обызательное поле

source: I'm required!
ru_ru: обязательное поле

source: Join Date:
ru_ru: С нами с:

source: favorites
ru_ru: избранное

source: comments
ru_ru: комментарии

source: Video Categories
ru_ru: Видео категории

source: Categories
ru_ru: Категории

source: Uh oh, looks like you don't have an active subscription, please renew to gain access to all content
ru_ru: Похоже у вашей подписки вышло время, пожалуйста возобновите подписку

source: Invalid login, please try again.
ru_ru: Неправильный логин, сделайте еще одну попытку.

source: Sorry, there was an error creating your account.
ru_ru: Произошла ошибка при создании эккаунта.

source: Success! One last step, be sure to verify your account by clicking on the activation link sent to your email.
ru_ru: Все отлично! Проверьте почту и активируйте вашу учетную запись, не забудьте проверить папку "спам".

source: Welcome! Your Account has been Successfully Created!
ru_ru: Добро пожаловать! Ваш эккаунт создан!

source: Sorry, there was an error with your card: %s
ru_ru: Что-то не так с вашей кредиткой: %s

source: You have successfully verified your account. Please login below.
ru_ru: Ваш эккаунт подтвержден, теперь вы можете залогиниться.

source: You have been successfully logged out
ru_ru: Ва разлогинились. До новых встреч

source: Your password has been successfully reset. Please login below
ru_ru: Пароль сброшен, залогиньтесь с новым паролем

source: Sorry, this video is no longer active.
ru_ru: Извините, видео больше не активно.

source: Page
ru_ru: Страница

source: Videos tagged with
ru_ru: Видео с тегом

source: Videos
ru_ru: Видео

source: year
ru_ru: год

source: month
ru_ru: месяц

source: week
ru_ru: неделя

source: day
ru_ru: день

source: hour
ru_ru: час

source: minute
ru_ru: минут

source: second
ru_ru: секунда

source: ago
ru_ru: назад

source: just now
ru_ru: только что

source: Sorry, this post is no longer active.
ru_ru: Извините, ваш эккаунт больше не активен.

source: Sorry, this page is no longer active.
ru_ru: Извините, ваш эккаунт больше не активен.

source: Successfully Updated Your Script
ru_ru: Скрипт успешно обновлен

source: Sorry That Username is already in Use
ru_ru: Это имя пользователя уже занято

source: Successfully Updated User Info
ru_ru: Информация обновлена

source: Sorry, there seems to have been an error when updating the user info
ru_ru: При обновлении информации произшла ошибка, попробуйте позже

source: This user type does not have billing info associated with their account.
ru_ru: Этот тип пользователя не имеет информации об оплате, связанной с их учетной записью.

source: Your account has been cancelled.
ru_ru: Ваш эккаунт удален.

source: Welcome back, your account has been successfully re-activated.
ru_ru: Ваш эккаунт снова активен. Добро пожаловать.

source: Your Credit Card Info has been successfully updated.
ru_ru: Информация по кредитной карте обновлена.

source: You have been successfully signed up for a subscriber membership!
ru_ru: Эккаунт создан. Теперь вы подписчик!
